Repository: whitespace-se/wordpress-plugin-a11ystack
Catalog: languages/whitespace-a11ystack-*.po
Languages: sv_se

source: Adds a11ystack-specific enhancements and features to Wordpress
sv_se: Lägger till a11ystack-specifika förbättringar och funktioner till Wordpress

source: Social media
sv_se: Sociala medier

source: Title
sv_se: Titel

source: If other than the title of the page.
sv_se: Om annan än titeln på sidan.

source: Description
sv_se: Beskrivning

source: Summarize the content. Preferably 55 characters or fewer.
sv_se: Summera innehållet. Lämpligen 55 tecken eller färre.

source: Image
sv_se: Bild

source: If no image is uploaded, the featured image is used. In case of no featured image, a default fallback image will be used.
sv_se: Om ingen bild anges används Utvald bild istället. När Utvald bild saknas används en fördefinierad bild.

# Post Type General Name
source: Alerts
sv_se: Notiser

# Post Type Singular Name
source: Alert
sv_se: Notis

source: Alerts
sv_se: Notiser

# post type archive
source: Alerts
sv_se: Notiser

source: All alerts
sv_se: Alla notiser

source: Add new alert
sv_se: Lägg till en ny notis

source: Add new
sv_se: Lägg till ny

source: New alert
sv_se: Ny notis

source: Edit alert
sv_se: Redigera notis

source: Update alert
sv_se: Uppdatera notis

source: View alert
sv_se: Visa notis

source: View alerts
sv_se: Visa notiser

# Post Type Slug
source: alerts
sv_se: notiser

source: Content reaction
sv_se: Reaktion på innehåll

source: Menu module properties
sv_se: Egenskaper för menymodul

source: Icon
sv_se: Ikon

source: Featured story
sv_se: Utvald artikel

source: Card
sv_se: Kort

source: Landscape 16:9
sv_se: Liggande 16:9

source: Landscape 4:3
sv_se: Liggande 4:3

source: Square
sv_se: Kvadratisk

source: Color
sv_se: Färg

source: Image aspect ratio
sv_se: Bildförhållande

source: Image placement
sv_se: Placering av bild

source: Left
sv_se: Vänster

source: Right
sv_se: Höger

source: Buttons
sv_se: Knappar

source: Add link
sv_se: Lägg till länk

source: Link
sv_se: Länk

source: Heading position
sv_se: Placering av rubrik

source: Taxonomy
sv_se: Taxonomi

source: Transparent
sv_se: Genomskinlig

source: Reaction area
sv_se: Reaktionsyta

source: Reaction areas
sv_se: Reaktionsytor

source: Outputs a reaction area
sv_se: Visar ut en reaktionsyta
